[
    {
        "ProcType": "TDP01",
        "Titulo": "Consentimento de Dados ao Titular",
        "Objetivos": [
            "Formalização para consentimento de uso de dados do titular"
        ]
    },
    {
        "ProcType": "TDP01",
        "Titulo": "Regovação do Consentimento de Dados ao Titular",
        "Objetivos": [
            "Formalização para a revogação do consentimento de uso de dados do titular"
        ]
    },
    {
        "ProcType": "TDP01",
        "Titulo": "Acesso aos Dados do Titular",
        "Objetivos": [
            "Fornecer ao titular dos dados o acesso às informações sobre o tratamento de seus dados."
        ]
    },
    {
        "ProcType": "TDP02",
        "Titulo": "Tratamento de Dados Sensíveis",
        "Objetivos": [
            "Tratar de forma explícita e transparente as finalidades do uso de dados pessoais sensíveis"
        ]
    },
    {
        "ProcType": "TDP03",
        "Titulo": "Dados Pessoais Sensíveis de Crianças e Adolescentes",
        "Objetivos": [
            "Estabelecer processos formais para o consentimento por  pelo menos um dos pais ou pelo responsável legal."
        ]
    },
    {
        "ProcType": "TDP03",
        "Titulo": "Dados Pessoais Sensíveis de Crianças e Adolescentes",
        "Objetivos": [
            "Estabelecer processos formais para o consentimento por  pelo menos um dos pais ou pelo responsável legal.",
            "Eliminação dos dados após o término do tratamento"
        ]
    },
    {
        "ProcType": "TDP04",
        "Titulo": "Tratamento de Dados Pessoais pelo Poder Público",
        "Objetivos": [
            "Tratar as ações de executar  as  competências legais  ou cumprir  as atribuições legais  do serviço público,"
        ]
    },

    {
        "ProcType": "TDP05",
        "Titulo": "Confirmação sobre existência de tratamento",
        "Objetivos": [
            "Confirmação de que a organização possui tratamento adequado para os dados do titular;"
        ]
    },

    {
        "ProcType": "TDP05",
        "Titulo": "Acesso aos dados",
        "Objetivos": [
            "Processo para solicitar acesso aos dados do titular;"
        ]
    },
    {
        "ProcType": "TDP05",
        "Titulo": "Retificação e Exclusão de Dados:",
        "Objetivos": [
            "Processo para solicitar alteração, correção ou exclusão dos dados do titular;"
        ]
    },
    {
        "ProcType": "TDP05",
        "Titulo": "Portabilidade dos dados",
        "Objetivos": [
            "Solicitação de portabilidade dos dados do titular a outro fornecedor de serviço ou produto;"
        ]
    },
    {
        "ProcType": "TDP05",
        "Titulo": "Informações sobre compartilhamento de dados",
        "Objetivos": [
            "Fornecer a relação das organizações que foram compartilhado os dados;"
        ]
    },

    {
        "ProcType": "TDP06",
        "Titulo": "Transferencia internacionais de dados",
        "Objetivos": [
            "Procedimentos para transferência de dados pessoais para país estrangeiro ou organismo internacional do qual o Brasil seja membro;"
        ]
    },

    {
        "ProcType": "TDP07",
        "Titulo": "Gestão em Segurança da Informação",
        "Objetivos": [
            "Elabrar um programa em gestão da segurança da informação que incluaa proteção os dados pessoais;"
        ]
    },
    {
        "ProcType": "TDP07",
        "Titulo": "Programa de Governança e Privacidade",
        "Objetivos": [
            "Elabrar um programa em gestão da segurança da informação que incluaa proteção os dados pessoais;"
        ]
    },
    {
        "ProcType": "TDP07",
        "Titulo": "Gestão em Políticas e Procedimentos de Proteção ",
        "Objetivos": [
            "Elaborara, atualizar e revisar periodicamente as políticas de proteção de dados pessoais para refletir mudanças na legislação ou nas operações da organização."
        ]
    },
    {
        "ProcType": "TDP07",
        "Titulo": "Registro sobre operações de tratamento de dados pessoais",
        "Objetivos": [
            " Processo de registro atualizado das operações de tratamento de dados pessoais realizadas."
        ]
    },

    {
        "ProcType": "TDP07",
        "Titulo": "Plano de Resposta a Incidentes",
        "Objetivos": [
            " Desenvolver e implementar um plano de resposta a incidentes de segurança da informação"
        ]
    },
    {
        "ProcType": "TDP07",
        "Titulo": "Comunicação de Incidentes",
        "Objetivos": [
            "Estabelecer procedimentos para comunicar incidentes de segurança à ANPD e aos titulares de dados pessoais, quando aplicável;"
        ]
    },
    {
        "ProcType": "TDP07",
        "Titulo": "Relatório de Impacto à Proteção de Dados Pessoais",
        "Objetivos": [
            "Procedimentos para a elaboração do  relatório  de impacto  à  proteção  de  dados  pessoais (DPIA), referente  a  operações  de tratamento de dados pessoais;"
        ]
    },

    {
        "ProcType": "TDP0X",
        "Titulo": "Sanções Administrativas ",
        "Objetivos": [
            "Elencar os processos e procedimentos em caso de haver infrações  cometidas por parte dos agentes,",
            "Prover transparência em todo seu processo;"
        ]
    },
    {
        "ProcType": "TDP0X",
        "Titulo": "Registro (log) das operações",
        "Objetivos": [
            "O operador e controlador devem manter registro das operações de tratamento de dados pessoais para substanciar o relatório de impacto à proteção de dados",
            ""
        ]
    }
]